[
  {
    "title": "You Will Rise Again",
    "lines": [
      "A day will come when the cold snow in your heart will deliquesce,",
      "making space for hope.",
      "A day will come when these tears of agony",
      "will be dried away by glory.",
      "A day will come when the void inside you",
      "will be filled with a pleasing dew.",
      "A day will come when your wounded soul",
      "will find the way to heal.",
      "A day will come when the fall will be gone,",
      "and spring will return again.",
      "A day will come when the moon overhead",
      "will radiate a positive, widespread light.",
      "A day will come when your dream unfolds,",
      "more precious than gold.",
      "A day will come when the world you once hid from",
      "will become a safe space for your soul.",
      "A day will come when you will rise again—",
      "and that is when the day will truly begin."
    ]
  },
  {
    "title": "Hope",
    "lines": [
      "Through a tunnel, very dark,",
      "with no brightness or spark,",
      "A man in rose-coloured glasses passes through,",
      "unaffected by the gloomy milieu,",
      "Emanating a beam of sparkling light,",
      "filling the insipid tunnel with life."
    ]
  },
  {
    "title": "Prison of Thoughts",
    "lines": [
      "I reject being held hostage,",
      "left to wander this trail in my mind,",
      "making my thoughts chaotic.",
      "Trapped in this room of thoughts,",
      "I see the universe through the window.",
      "\"How fun would it be to venture outside?",
      "But how well, over there, can I survive?\"",
      "This ruthless jailer, this inner critic,",
      "sabotages me with haunting uncertainties.",
      "Refrain from directing me what to do—",
      "to make this frustration stop.",
      "Tell me,",
      "how do I escape this Prison of Thoughts?"
    ]
  },
  {
    "title": "Lost",
    "lines": [
      "The limitless pathways that I can see,",
      "unsure where I actually need to be.",
      "It seems difficult to choose the one",
      "that’s ideal for me.",
      "In this confusing world with no way out,",
      "with a head full of uncertainties and doubt,",
      "unwilling to lose my way—",
      "\"A part of maturing,\" like they say.",
      "Several paths appeared to glow,",
      "while some were routes I couldn’t take,",
      "places I couldn’t go.",
      "Still standing here, my eyes are closed,",
      "I just need to pick one road.",
      "I seek to trust in my journey while I explore—",
      "I've never felt this way before.",
      "Even if it takes a while,",
      "I’ll move forward on my own two feet.",
      "The appropriate path will then be revealed,",
      "I’ll finally succeed after all these tries—",
      "even if I stumble twice or thrice."
    ]
  },
  {
    "title": "Waiting for Spring",
    "lines": [
      "The winter was quite stern and unkind,",
      "but the frog knew that spring",
      "would bring comfort to his mind.",
      "It had been a long winter,",
      "pretty chilly and cold,",
      "but the frog was aware",
      "that spring would eventually unfold.",
      "The frog remained there, awaiting spring,",
      "for a glimmer of optimism,",
      "and a new beginning.",
      "The frog continued to wait",
      "for a ray of hope—",
      "to find happiness,",
      "and a method to cope.",
      "Just like the frog, I waited for change,",
      "hoping for contentment,",
      "and a life less strange.",
      "We held on tight,",
      "continued to wait,",
      "and didn’t let go.",
      "The brightness of spring was approaching,",
      "and so was our glow.",
      "As soon as the sun emerged,",
      "flowers began to bloom,",
      "and we knew—",
      "happiness would arrive soon."
    ]
  },
  {
    "title": "Road to Goals",
    "lines": [
      "Traveling a winding road,",
      "a road with peaks and valleys,",
      "highs and lows.",
      "But don’t fear the obstacles",
      "that will come and go.",
      "Doubt may try to block your view,",
      "but with perseverance,",
      "you will find your way through.",
      "Your purpose is within your sight,",
      "just trust the power you hold inside.",
      "Even when the road is long and rough,",
      "don’t let it stop you",
      "from reaching that goal so tough.",
      "Don’t let it break your stride—",
      "do not give up,",
      "but strive to thrive.",
      "Like a ray of hope,",
      "a shining beacon in the night,",
      "just trust yourself,",
      "even when doubt holds you tight.",
      "Your strength will never fade away,",
      "and your dream will shine.",
      "Believing in yourself is the golden key",
      "to bringing your dreams to reality.",
      "Your dreams will eventually come to pass,",
      "and you will achieve",
      "what you have longed for at last.",
      "And when you find yourself",
      "where you are meant to be,",
      "you’ll realize—",
      "your dreams brought you to victory."
    ]
  },
  {
    "title": "The Void, A Peaceful Home",
    "lines": [
      "In shadows, I reside, my soul in lament,",
      "Seeking sparks, a heart with darkness rent.",
      "The rising sun, devoid of warmth, it seems,",
      "A single ray attempts to chase my dreams.",
      "Yet through the window, just a feeble glint,",
      "Unable to breach the gloom where sorrows mint.",
      "The vibrant world beyond, in dawn’s embrace,",
      "But within me, the fire has lost its grace.",
      "A shadow I have become, a wisp of flame,",
      "Content in darkness, where I’ve found my aim.",
      "No pain remains, just ashes left behind,",
      "Within my soul, a quiet place I find."
    ]
  },
  {
    "title": "The Core Within",
    "lines": [
      "In the hidden chamber of the heart, it does reside,",
      "Immune to time’s grasp, where moments gently glide.",
      "With every passing moment, rebirth is what I find,",
      "Yet all I’ve ever been, it binds within its mind.",
      "The tapestry of past connections, threads of life’s attire,",
      "Intertwines with the soul’s fervor, a burning, constant fire.",
      "With each fleeting second, I respond to both past and present’s call,",
      "Forged in memory’s fires, I stand tall.",
      "To strangers who witnessed, I’m drenched in history’s shade,",
      "Entirely lost to bygones, or so it might be conveyed.",
      "Yet something deeper resides, concealed from sight,",
      "A timeless core, untouched by worldly plight.",
      "Within the heart’s concealed chamber, it abides,",
      "Impervious to time’s touch, where moments softly glide.",
      "In each passing instance, I’m reborn once more,",
      "Yet all that I’ve been weaves into the core.",
      "The fabric of past encounters, threads of life’s attire,",
      "Interweaves with the soul’s fervent, burning fire.",
      "In each fleeting second, I’m both past and present’s call,",
      "Forged in the fires of memories, I stand tall."
    ]
  },
  {
    "title": "Whispers of Eternity",
    "lines": [
      "Amidst the murmur of the early day’s rise,",
      "Glimmers the start of time’s gentle guise.",
      "Unbending yet gentle, its serene trace,",
      "A fragile waltz within life’s swift pace.",
      "Through interwoven seasons, a fabric spun,",
      "Moments dissolve within memory they shun.",
      "Youth’s vivid shades, dreams that take flight,",
      "Under time’s guidance, in its soft light.",
      "With each dawn, chapters unfurl anew,",
      "Homage to life in a continuum’s brew.",
      "In happiness, time dances a cosmic tune,",
      "While sadness lingers where hearts commune.",
      "Guardian of stories, both old and young,",
      "Each stanza an ode to time’s song sung.",
      "Relentless ticks the clock, its constant hum,",
      "Time’s rhythm eternal, life’s steady strum.",
      "In mirrored reflections, my soul’s tale aligned,",
      "Each word a nod to the time refined.",
      "For within its grasp, life’s pinnacle finds,",
      "Everlasting, enduring—the grand design."
    ]
  },
  {
    "title": "Summer’s Silent Serenade",
    "lines": [
      "In the shine of a sunny day,",
      "Floats a person in a gentle dream’s way.",
      "Soft whispers wander in a calm July,",
      "Chasing shadows in a memory’s sky.",
      "In the quiet, where the air speaks low,",
      "Sounds hold onto a love’s gentle flow.",
      "A song remains—a faraway line,",
      "Happiness mixed with a subtle sign.",
      "Days full of light, skies calm and true,",
      "Hidden away—a quieter view.",
      "Moments move like the evening’s glow,",
      "Lost in charm—a vanishing show.",
      "A light beneath in the ocean’s breeze,",
      "Longing for love that’s hard to seize.",
      "A yearning sound within dusk’s clutch,",
      "Fragments linger—memories’ touch.",
      "In the gentle sway of summer’s hold,",
      "A heart dressed in a quiet mold.",
      "Among the warmth where sorrows hide,",
      "Beauty rests behind a quiet side."
    ]
  }
]
